Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: How long the stall probe waits for an answer before convicting, in ms. Off derives half the stall bar
ar: المدة التي ينتظر فيها فحص التوقف ردًا قبل الإدانة، بالمللي ثانية. عند الإيقاف، تُستخدم نصف عتبة التوقف
cs: Jak dlouho sonda zaseknutí čeká na odpověď, než odsoudí, v ms. Vypnuto použije polovinu prahu zaseknutí
de: Wie lange die Hänger-Prüfung auf eine Antwort wartet, bevor verurteilt wird, in ms. Aus: nutzt die halbe Hänger-Schwelle
el: Πόσο περιμένει ο ανιχνευτής κολλήματος απάντηση πριν καταδικάσει, σε ms. Η απενεργοποίηση χρησιμοποιεί το μισό του ορίου κολλήματος
es: Cuánto espera la sonda de bloqueo una respuesta antes de condenar, en ms. Si está desactivado, se usa la mitad del umbral de bloqueo
es_419: Cuánto espera la sonda de traba una respuesta antes de condenar, en ms. Si está desactivado, se usa la mitad del umbral de traba
es_mx: Cuánto espera la sonda de traba una respuesta antes de condenar, en ms. Si está desactivado, se usa la mitad del umbral de traba
fr: Combien de temps la sonde de blocage attend une réponse avant de condamner, en ms. Désactivé utilise la moitié du seuil de blocage
he: כמה זמן בדיקת התקיעה ממתינה לתשובה לפני הרשעה, במילישניות. כיבוי משתמש בחצי מסף התקיעה
hi: अटकाव प्रोब दोषी ठहराने से पहले जवाब के लिए कितनी देर रुकता है, ms में। बंद करने पर अटकाव सीमा का आधा इस्तेमाल होता है
id: Berapa lama probe macet menunggu jawaban sebelum memvonis, dalam ms. Nonaktif memakai setengah dari ambang macet
it: Quanto aspetta una risposta la sonda di blocco prima di condannare, in ms. Disattivato usa metà della soglia di blocco
ja: 停止確認が判定を下すまでに応答を待つ時間（ミリ秒）。オフにすると停止しきい値の半分を使います
ko: 멈춤 점검이 판정하기 전에 응답을 기다리는 시간(밀리초)입니다. 끄면 멈춤 기준의 절반을 사용합니다
nl: Hoe lang de vastloop-test op een antwoord wacht voordat hij veroordeelt, in ms. Uit gebruikt de helft van de vastloopgrens
pl: Jak długo sonda blokady czeka na odpowiedź, zanim wyda wyrok, w ms. Wyłączenie używa połowy progu blokady
pt: Durante quanto tempo a sonda de bloqueio espera uma resposta antes de condenar, em ms. Desativado usa metade do limiar de bloqueio
pt_br: Por quanto tempo a sonda de travamento espera uma resposta antes de condenar, em ms. Desativado usa metade do limite de travamento
pt_pt: Durante quanto tempo a sonda de bloqueio espera uma resposta antes de condenar, em ms. Desativado usa metade do limiar de bloqueio
ru: Как долго проба зависания ждёт ответа, прежде чем осудить выход, в мс. Если выключено, берётся половина порога зависания
sv: Hur länge låsningssonden väntar på svar innan den fäller, i ms. Av använder halva låsningsgränsen
th: การทดสอบอาการค้างจะรอคำตอบนานเท่าใดก่อนตัดสิน (มิลลิวินาที) ปิดเพื่อใช้ครึ่งหนึ่งของเกณฑ์อาการค้าง
uk: Скільки зонд зависання чекає на відповідь, перш ніж винести вирок, у мс. Вимкнення використовує половину порогу зависання
vi: Thăm dò kẹt chờ phản hồi bao lâu trước khi kết luận lỗi, tính bằng ms. Tắt sẽ dùng một nửa ngưỡng kẹt
zh_hans: 停滞探测在定罪前等待应答的时长（毫秒）。关闭时取停滞阈值的一半
zh_hk: 停滯探測在判罪前等待回應的時長（毫秒）。關閉時取停滯門檻的一半

source: How long the whole tunnel may be silent before provider verdicts are held as inadmissible, in ms. 0 convicts as before
ar: المدة التي يمكن أن يبقى فيها النفق بأكمله صامتًا قبل تعليق الأحكام على المزودين باعتبارها غير مقبولة، بالمللي ثانية. القيمة 0 تُدين كما في السابق
cs: Jak dlouho smí být celý tunel tichý, než se verdikty o poskytovatelích zadrží jako nepřípustné, v ms. 0 odsuzuje jako dřív
de: Wie lange der gesamte Tunnel still sein darf, bevor Urteile über Anbieter als unzulässig zurückgehalten werden, in ms. 0 verurteilt wie bisher
el: Για πόσο μπορεί ολόκληρη η σήραγγα να σιωπά πριν οι ετυμηγορίες για παρόχους κρατηθούν ως απαράδεκτες, σε ms. Το 0 καταδικάζει όπως πριν
es: Cuánto tiempo puede estar en silencio todo el túnel antes de que los veredictos sobre proveedores se retengan como inadmisibles, en ms. 0 condena como antes
es_419: Cuánto tiempo puede estar en silencio todo el túnel antes de que los veredictos sobre proveedores se retengan como inadmisibles, en ms. 0 condena como antes
es_mx: Cuánto tiempo puede estar en silencio todo el túnel antes de que los veredictos sobre proveedores se retengan como inadmisibles, en ms. 0 condena como antes
fr: Combien de temps tout le tunnel peut rester silencieux avant que les verdicts sur les fournisseurs soient retenus comme irrecevables, en ms. 0 condamne comme avant
he: כמה זמן כל המנהרה יכולה לשתוק לפני שהכרעות על ספקים מעוכבות כבלתי קבילות, במילישניות. 0 מרשיע כמו קודם
hi: प्रदाता फ़ैसलों को अस्वीकार्य मानकर रोके जाने से पहले पूरी टनल कितनी देर चुप रह सकती है, ms में। 0 पहले की तरह दोषी ठहराता है
id: Berapa lama seluruh tunnel boleh diam sebelum vonis terhadap penyedia ditahan karena tidak dapat diterima, dalam ms. 0 memvonis seperti sebelumnya
it: Per quanto tempo l’intero tunnel può restare in silenzio prima che i verdetti sui provider vengano trattenuti come inammissibili, in ms. 0 condanna come prima
ja: トンネル全体が無通信のままでいられる時間（ミリ秒）。これを超えると、プロバイダーへの判定は採用不可として保留されます。0 は以前どおり判定します
ko: 제공자에 대한 판정을 인정할 수 없는 것으로 보류하기 전까지 터널 전체가 무응답으로 있을 수 있는 시간(밀리초)입니다. 0은 이전처럼 판정합니다
nl: Hoe lang de hele tunnel stil mag zijn voordat oordelen over providers als ontoelaatbaar worden vastgehouden, in ms. 0 veroordeelt zoals voorheen
pl: Jak długo cały tunel może milczeć, zanim werdykty o dostawcach zostaną wstrzymane jako niedopuszczalne, w ms. 0 skazuje jak dotąd
pt: Durante quanto tempo o túnel inteiro pode ficar em silêncio antes de os veredictos sobre fornecedores serem retidos como inadmissíveis, em ms. 0 condena como antes
pt_br: Por quanto tempo o túnel inteiro pode ficar em silêncio antes que os vereditos sobre provedores sejam retidos como inadmissíveis, em ms. 0 condena como antes
pt_pt: Durante quanto tempo o túnel inteiro pode ficar em silêncio antes de os veredictos sobre fornecedores serem retidos como inadmissíveis, em ms. 0 condena como antes
ru: Как долго весь туннель может молчать, прежде чем вердикты о провайдерах будут отложены как недопустимые, в мс. 0 — осуждать как раньше
sv: Hur länge hela tunneln får vara tyst innan domar om leverantörer hålls kvar som otillåtna, i ms. 0 fäller som tidigare
th: อุโมงค์ทั้งหมดเงียบได้นานเท่าใดก่อนที่คำตัดสินต่อผู้ให้บริการจะถูกระงับเพราะรับฟังไม่ได้ (มิลลิวินาที) 0 ตัดสินเหมือนเดิม
uk: Як довго весь тунель може мовчати, перш ніж вердикти щодо провайдерів утримуються як неприйнятні, у мс. 0 засуджує, як раніше
vi: Toàn bộ đường hầm có thể im lặng bao lâu trước khi các phán quyết về nhà cung cấp bị giữ lại vì không đủ căn cứ, tính bằng ms. 0 kết luận lỗi như trước
zh_hans: 整个隧道静默多长时间（毫秒）后，针对提供商的判定将被视为不可采信而暂缓。0 表示照旧定罪
zh_hk: 整個隧道靜默多久（毫秒）後，針對供應商的判定會被視為不可採信而暫緩。0 表示照舊判罪

source: How long verdicts stay held after a detected suspend, in ms, giving transports time to re-register. Off uses the built-in 5s
ar: المدة التي تبقى فيها الأحكام معلّقة بعد رصد تعليق، بالمللي ثانية، لإتاحة الوقت لبروتوكولات النقل لإعادة التسجيل. عند الإيقاف، تُستخدم المهلة المدمجة البالغة 5 ثوانٍ
cs: Jak dlouho zůstávají verdikty zadržené po zjištěném uspání, v ms, aby se transporty stihly znovu zaregistrovat. Vypnuto použije vestavěných 5 s
de: Wie lange Urteile nach einem erkannten Ruhezustand zurückgehalten werden, in ms, damit sich Transporte neu registrieren können. Aus: nutzt die eingebauten 5 s
el: Για πόσο οι ετυμηγορίες μένουν σε αναμονή μετά από ανιχνευμένη αναστολή, σε ms, ώστε οι μεταφορές να προλάβουν να επανεγγραφούν. Η απενεργοποίηση χρησιμοποιεί τα ενσωματωμένα 5 δ
es: Cuánto tiempo se retienen los veredictos tras detectar una suspensión, en ms, para dar tiempo a los transportes a volver a registrarse. Si está desactivado, se usan los 5 s integrados
es_419: Cuánto tiempo se retienen los veredictos después de detectar una suspensión, en ms, para dar tiempo a los transportes a volver a registrarse. Si está desactivado, se usan los 5 s integrados
es_mx: Cuánto tiempo se retienen los veredictos después de detectar una suspensión, en ms, para dar tiempo a los transportes a volver a registrarse. Si está desactivado, se usan los 5 s integrados
fr: Combien de temps les verdicts restent retenus après une mise en veille détectée, en ms, le temps que les transports se réenregistrent. Désactivé utilise les 5 s intégrées
he: כמה זמן הכרעות נשארות מעוכבות אחרי השהיה שזוהתה, במילישניות, כדי לתת לתעבורות זמן להירשם מחדש. כיבוי משתמש ב-5 השניות המובנות
hi: पता चले सस्पेंड के बाद फ़ैसले कितनी देर रोके रहते हैं, ms में, ताकि ट्रांसपोर्ट को दोबारा रजिस्टर होने का समय मिले। बंद करने पर अंतर्निहित 5 सेकंड इस्तेमाल होते हैं
id: Berapa lama vonis ditahan setelah penangguhan terdeteksi, dalam ms, memberi waktu bagi transport untuk mendaftar ulang. Nonaktif memakai 5 dtk bawaan
it: Per quanto tempo i verdetti restano trattenuti dopo una sospensione rilevata, in ms, per dare ai trasporti il tempo di registrarsi di nuovo. Disattivato usa i 5 s integrati
ja: スリープを検出した後に判定を保留する時間（ミリ秒）。トランスポートが再登録する時間を確保します。オフにすると組み込みの 5 秒を使います
ko: 절전이 감지된 뒤 판정을 보류하는 시간(밀리초)으로, 전송이 다시 등록될 시간을 줍니다. 끄면 내장된 5초를 사용합니다
nl: Hoe lang oordelen worden vastgehouden na een gedetecteerde slaapstand, in ms, zodat transports zich opnieuw kunnen registreren. Uit gebruikt de ingebouwde 5 s
pl: Jak długo werdykty są wstrzymane po wykrytym uśpieniu, w ms, by transporty zdążyły się ponownie zarejestrować. Wyłączenie używa wbudowanych 5 s
pt: Durante quanto tempo os veredictos ficam retidos após uma suspensão detetada, em ms, dando aos transportes tempo para voltarem a registar-se. Desativado usa os 5 s integrados
pt_br: Por quanto tempo os vereditos ficam retidos após uma suspensão detectada, em ms, dando aos transportes tempo para se registrarem de novo. Desativado usa os 5 s integrados
pt_pt: Durante quanto tempo os veredictos ficam retidos após uma suspensão detetada, em ms, dando aos transportes tempo para voltarem a registar-se. Desativado usa os 5 s integrados
ru: Как долго вердикты удерживаются после обнаруженной приостановки, в мс, чтобы транспорты успели перерегистрироваться. Если выключено, используются встроенные 5 с
sv: Hur länge domar hålls kvar efter ett upptäckt viloläge, i ms, så att transporterna hinner registrera sig igen. Av använder de inbyggda 5 s
th: คำตัดสินจะถูกระงับไว้นานเท่าใดหลังตรวจพบการพักเครื่อง (มิลลิวินาที) เพื่อให้การส่งข้อมูลมีเวลาลงทะเบียนใหม่ ปิดเพื่อใช้ค่าในตัว 5 วินาที
uk: Як довго вердикти утримуються після виявленого сну, у мс, щоб транспорти встигли перереєструватися. Вимкнення використовує вбудовані 5 с
vi: Các phán quyết được giữ lại bao lâu sau khi phát hiện tạm ngưng, tính bằng ms, để các kiểu truyền tải có thời gian đăng ký lại. Tắt sẽ dùng 5 giây tích hợp
zh_hans: 检测到挂起后判定保持暂缓的时长（毫秒），让传输方式有时间重新注册。关闭时使用内置的 5 秒
zh_hk: 偵測到休眠後判定保持暫緩的時長（毫秒），讓傳輸方式有時間重新登記。關閉時使用內置的 5 秒

source: How many consecutive probe passes an exit may answer with total silence before it is warned out of new-flow placement — the compensation for providers that leave the network mid-session. Placement only: removal stays traffic-based, and any sign of life clears the streak
ar: عدد جولات الفحص المتتالية التي يمكن للمخرج أن يقابلها بصمت تام قبل أن يُحذَّر ويُستبعد من توزيع التدفقات الجديدة — وهذا تعويض عن المزودين الذين يغادرون الشبكة في منتصف الجلسة. يؤثر في التوزيع فقط: تبقى الإزالة مبنية على حركة البيانات، وأي علامة حياة تُعيد السلسلة إلى الصفر
cs: Kolik po sobě jdoucích průchodů sond smí výstup nechat v úplném tichu, než dostane varování a bude vyřazen z umisťování nových toků — vyrovnání pro poskytovatele, kteří opustí síť uprostřed relace. Jen umisťování: odstranění se dál řídí provozem a každá známka života sérii vynuluje
de: Wie viele aufeinanderfolgende Prüfdurchläufe ein Exit mit völliger Stille beantworten darf, bevor er per Warnung aus der Platzierung neuer Flows genommen wird — der Ausgleich für Anbieter, die das Netzwerk mitten in der Sitzung verlassen. Nur die Platzierung: Entfernt wird weiterhin nach dem Datenverkehr, und jedes Lebenszeichen setzt die Serie zurück
el: Πόσους διαδοχικούς γύρους ελέγχου μπορεί μια έξοδος να αφήσει χωρίς καμία απάντηση πριν λάβει προειδοποίηση και αποκλειστεί από την τοποθέτηση νέων ροών — η αντιστάθμιση για παρόχους που φεύγουν από το δίκτυο στη μέση της συνεδρίας. Μόνο τοποθέτηση: η αφαίρεση εξακολουθεί να βασίζεται στην κίνηση, και κάθε σημάδι ζωής μηδενίζει το σερί
es: Cuántas pasadas de sondeo consecutivas puede responder una salida con silencio total antes de quedar advertida y fuera de la asignación de flujos nuevos — la compensación por los proveedores que abandonan la red en mitad de la sesión. Solo afecta a la asignación: la eliminación sigue basándose en el tráfico, y cualquier señal de vida reinicia la racha
es_419: Cuántas pasadas de sondeo consecutivas puede responder una salida con silencio total antes de quedar advertida y fuera de la asignación de flujos nuevos — la compensación por los proveedores que abandonan la red a mitad de la sesión. Solo afecta la asignación: la eliminación sigue basándose en el tráfico, y cualquier señal de vida reinicia la racha
es_mx: Cuántas pasadas de sondeo consecutivas puede responder una salida con silencio total antes de quedar advertida y fuera de la asignación de flujos nuevos — la compensación por los proveedores que abandonan la red a mitad de la sesión. Solo afecta la asignación: la eliminación sigue basándose en el tráfico, y cualquier señal de vida reinicia la racha
fr: Combien de passes de sondage consécutives une sortie peut laisser sans aucune réponse avant d’être avertie et exclue du placement des nouveaux flux — la compensation pour les fournisseurs qui quittent le réseau en cours de session. Placement uniquement : le retrait reste fondé sur le trafic, et le moindre signe de vie remet la série à zéro
he: כמה סבבי בדיקה רצופים יציאה יכולה לענות בשתיקה מוחלטת לפני שהיא מקבלת אזהרה ומוצאת מהקצאת זרימות חדשות — הפיצוי על ספקים שעוזבים את הרשת באמצע סשן. הקצאה בלבד: ההסרה נשארת מבוססת תעבורה, וכל סימן חיים מאפס את הרצף
hi: कोई एग्ज़िट लगातार कितने प्रोब पास का जवाब पूरी चुप्पी से दे सकता है, इससे पहले कि उसे चेतावनी देकर नए फ़्लो के प्लेसमेंट से बाहर किया जाए — यह उन प्रदाताओं की भरपाई है जो सत्र के बीच में नेटवर्क छोड़ देते हैं। सिर्फ़ प्लेसमेंट: हटाना अब भी ट्रैफ़िक पर आधारित है, और ज़िंदा होने का कोई भी संकेत गिनती को शून्य कर देता है
id: Berapa banyak putaran probe berturut-turut yang boleh dijawab sebuah exit dengan diam total sebelum exit itu diperingatkan dan dikeluarkan dari penempatan aliran baru — kompensasi untuk penyedia yang meninggalkan jaringan di tengah sesi. Hanya penempatan: penghapusan tetap berdasarkan lalu lintas, dan setiap tanda kehidupan mengatur ulang rentetan
it: Quanti passaggi di sondaggio consecutivi un’uscita può lasciare in totale silenzio prima di essere avvisata ed esclusa dall’assegnazione dei nuovi flussi — la compensazione per i provider che lasciano la rete a metà sessione. Solo assegnazione: la rimozione resta basata sul traffico, e qualsiasi segno di vita azzera la serie
ja: 出口が完全な無応答を続けてもよい確認の連続回数。これを超えると警告され、新しいフローの割り当て対象から外されます。セッションの途中でネットワークを離れるプロバイダーへの対策です。割り当てのみ: 除外は引き続きトラフィックに基づき、生存の兆候が 1 つでもあれば連続回数はリセットされます
ko: 출구가 완전한 무응답으로 넘길 수 있는 연속 점검 횟수입니다. 이를 넘으면 경고를 받고 새 플로우 배치에서 제외됩니다. 세션 도중 네트워크를 떠나는 제공자에 대한 보완책입니다. 배치에만 적용: 제외는 계속 트래픽을 기준으로 하며, 살아 있다는 신호가 하나라도 있으면 연속 횟수가 초기화됩니다
nl: Hoeveel opeenvolgende testrondes een exit volledig stil mag laten voordat hij een waarschuwing krijgt en buiten de plaatsing van nieuwe flows valt — de compensatie voor providers die het netwerk midden in een sessie verlaten. Alleen plaatsing: verwijderen blijft op verkeer gebaseerd, en elk teken van leven zet de reeks terug
pl: Ile kolejnych przebiegów sondowania wyjście może zbyć całkowitym milczeniem, zanim dostanie ostrzeżenie i zostanie wyłączone z przydzielania nowych przepływów — to rekompensata za dostawców, którzy opuszczają sieć w trakcie sesji. Tylko przydzielanie: usuwanie nadal zależy od ruchu, a każdy znak życia zeruje serię
pt: Quantas rondas de sondagem consecutivas uma saída pode deixar em silêncio total antes de ser avisada e excluída da atribuição de novos fluxos — a compensação pelos fornecedores que saem da rede a meio da sessão. Só atribuição: a remoção continua a basear-se no tráfego, e qualquer sinal de vida repõe a sequência
pt_br: Quantas rodadas de sondagem consecutivas uma saída pode deixar em silêncio total antes de ser avisada e retirada da alocação de novos fluxos — a compensação pelos provedores que saem da rede no meio da sessão. Só alocação: a remoção continua baseada no tráfego, e qualquer sinal de vida zera a sequência
pt_pt: Quantas rondas de sondagem consecutivas uma saída pode deixar em silêncio total antes de ser avisada e excluída da atribuição de novos fluxos — a compensação pelos fornecedores que saem da rede a meio da sessão. Só atribuição: a remoção continua a basear-se no tráfego, e qualquer sinal de vida repõe a sequência
ru: Сколько проходов проб подряд выход может отвечать полной тишиной, прежде чем получит предупреждение и будет исключён из размещения новых потоков — это поправка на провайдеров, которые покидают сеть посреди сеанса. Только размещение: удаление по-прежнему зависит от трафика, а любой признак жизни сбрасывает серию
sv: Hur många sonderingsomgångar i rad en utgång får besvara med total tystnad innan den varnas och hålls utanför placeringen av nya flöden — kompensationen för leverantörer som lämnar nätverket mitt i en session. Bara placering: borttagning styrs fortfarande av trafiken, och varje livstecken nollställer sviten
th: ทางออกตอบรอบการทดสอบติดต่อกันด้วยความเงียบสนิทได้กี่รอบก่อนถูกเตือนและถูกนำออกจากการจัดวางโฟลว์ใหม่ — เป็นการชดเชยสำหรับผู้ให้บริการที่ออกจากเครือข่ายกลางเซสชัน เฉพาะการจัดวาง: การลบยังคงอิงตามทราฟฟิก และสัญญาณว่ายังทำงานอยู่ใดๆ จะล้างจำนวนครั้งติดต่อกัน
uk: Скільки проходів зондування поспіль вихід може відповідати повною тишею, перш ніж отримає попередження й буде виключений з розміщення нових потоків — це компенсація для провайдерів, які залишають мережу посеред сеансу. Лише розміщення: видалення й далі залежить від трафіку, а будь-яка ознака життя скидає серію
vi: Một điểm thoát có thể đáp lại bao nhiêu lượt thăm dò liên tiếp bằng sự im lặng hoàn toàn trước khi bị cảnh báo và loại khỏi việc xếp luồng mới — biện pháp bù cho các nhà cung cấp rời mạng giữa phiên. Chỉ ảnh hưởng việc xếp luồng: việc loại bỏ vẫn dựa trên lưu lượng, và bất kỳ dấu hiệu còn hoạt động nào cũng xóa chuỗi
zh_hans: 出口可以连续多少轮探测都完全无应答，之后会被警告并排除在新流分配之外——这是对在会话中途离开网络的提供商的补偿。仅影响分配：移除仍以流量为依据，任何存活迹象都会清零该计数
zh_hk: 出口可以連續多少輪探測都完全沒有回應，之後會被警告並排除在新流分配之外——這是對在工作階段中途離開網絡的供應商的補償。只影響分配：移除仍以流量為依據，任何存活跡象都會將計數歸零

source: How many distinct destinations must be silent before an exit is convicted on no-receive, so one dead site cannot remove a working exit. Off lets a single destination convict
ar: عدد الوجهات المختلفة التي يجب أن تكون صامتة قبل إدانة مخرج بعدم الاستقبال، كي لا يتمكن موقع ميت واحد من إزالة مخرج يعمل. عند الإيقاف، تكفي وجهة واحدة للإدانة
cs: Kolik různých cílů musí být tichých, než je výstup odsouzen za nepříjem, aby jediný mrtvý web nemohl odstranit fungující výstup. Vypnuto nechá odsoudit i jediný cíl
de: Wie viele verschiedene Ziele still sein müssen, bevor ein Exit wegen fehlenden Empfangs verurteilt wird, damit eine einzelne tote Website keinen funktionierenden Exit entfernen kann. Aus: ein einzelnes Ziel reicht zur Verurteilung
el: Πόσοι διαφορετικοί προορισμοί πρέπει να σιωπούν πριν καταδικαστεί μια έξοδος για μη λήψη, ώστε ένας μόνο νεκρός ιστότοπος να μην μπορεί να αφαιρέσει μια λειτουργική έξοδο. Η απενεργοποίηση αφήνει έναν μόνο προορισμό να καταδικάσει
es: Cuántos destinos distintos deben quedar en silencio antes de condenar una salida por no recibir, para que un solo sitio caído no pueda eliminar una salida que funciona. Si está desactivado, basta un único destino para condenar
es_419: Cuántos destinos distintos deben quedar en silencio antes de condenar una salida por no recibir, para que un solo sitio caído no pueda eliminar una salida que funciona. Si está desactivado, basta un único destino para condenar
es_mx: Cuántos destinos distintos deben quedar en silencio antes de condenar una salida por no recibir, para que un solo sitio caído no pueda eliminar una salida que funciona. Si está desactivado, basta un único destino para condenar
fr: Combien de destinations distinctes doivent rester silencieuses avant qu’une sortie soit condamnée pour absence de réception, pour qu’un seul site en panne ne puisse pas retirer une sortie qui fonctionne. Désactivé laisse une seule destination condamner
he: כמה יעדים שונים צריכים לשתוק לפני שיציאה מורשעת באי-קבלה, כדי שאתר מת אחד לא יוכל להסיר יציאה תקינה. כיבוי מאפשר ליעד יחיד להרשיע
hi: किसी एग्ज़िट को कुछ न मिलने के आधार पर दोषी ठहराने से पहले कितने अलग गंतव्यों का शांत होना ज़रूरी है, ताकि एक बंद साइट काम करते एग्ज़िट को न हटा सके। बंद करने पर एक ही गंतव्य दोषी ठहरा सकता है
id: Berapa banyak tujuan berbeda yang harus diam sebelum exit divonis tidak menerima, agar satu situs mati tidak bisa menghapus exit yang berfungsi. Nonaktif membiarkan satu tujuan memvonis
it: Quante destinazioni distinte devono essere silenziose prima che un’uscita venga condannata per mancata ricezione, così un solo sito irraggiungibile non può rimuovere un’uscita funzionante. Disattivato lascia condannare a una sola destinazione
ja: 受信なしで出口を判定するまでに無応答でなければならない異なる宛先の数。1 つのサイトの停止で正常な出口が除外されることを防ぎます。オフにすると 1 つの宛先だけで判定します
ko: 수신 없음으로 출구를 판정하기 전에 무응답이어야 하는 서로 다른 대상 수로, 죽은 사이트 하나 때문에 정상 출구가 제외되지 않게 합니다. 끄면 대상 하나만으로 판정합니다
nl: Hoeveel verschillende bestemmingen stil moeten zijn voordat een exit wordt veroordeeld voor geen ontvangst, zodat één dode site geen werkende exit kan verwijderen. Uit laat één bestemming veroordelen
pl: Ile różnych celów musi milczeć, zanim wyjście zostanie skazane za brak odbioru, aby jedna martwa witryna nie mogła usunąć działającego wyjścia. Wyłączenie pozwala skazać na podstawie jednego celu
pt: Quantos destinos distintos têm de ficar em silêncio antes de uma saída ser condenada por não receber, para que um único site em baixo não remova uma saída que funciona. Desativado deixa um único destino condenar
pt_br: Quantos destinos distintos precisam ficar em silêncio antes que uma saída seja condenada por não receber, para que um único site fora do ar não remova uma saída que funciona. Desativado deixa um único destino condenar
pt_pt: Quantos destinos distintos têm de ficar em silêncio antes de uma saída ser condenada por não receber, para que um único site em baixo não remova uma saída que funciona. Desativado deixa um único destino condenar
ru: Сколько разных адресатов должны молчать, прежде чем выход будет осуждён за отсутствие приёма, чтобы один мёртвый сайт не мог удалить рабочий выход. Если выключено, для осуждения достаточно одного адресата
sv: Hur många olika destinationer som måste vara tysta innan en utgång fälls för utebliven mottagning, så att en enda död webbplats inte kan ta bort en fungerande utgång. Av låter en enda destination fälla
th: ต้องมีปลายทางต่างกันกี่แห่งที่เงียบก่อนตัดสินว่าทางออกไม่รับข้อมูล เพื่อไม่ให้เว็บไซต์ที่ตายเพียงแห่งเดียวลบทางออกที่ใช้งานได้ ปิดเพื่อให้ปลายทางเดียวตัดสินได้
uk: Скільки різних цілей має мовчати, перш ніж вихід засудять за відсутність прийому, щоб один мертвий сайт не міг видалити робочий вихід. Вимкнення дозволяє засудити за однією ціллю
vi: Cần bao nhiêu đích khác nhau im lặng trước khi một điểm thoát bị kết luận là không nhận, để một trang chết duy nhất không thể loại bỏ một điểm thoát đang hoạt động. Tắt cho phép một đích duy nhất kết luận
zh_hans: 在因无接收而将出口定罪之前，必须有多少个不同的目标保持静默，以免单个失效站点导致正常出口被移除。关闭时单个目标即可定罪
zh_hk: 在因沒有接收而將出口判罪之前，必須有多少個不同的目標保持靜默，以免單一失效網站令正常出口被移除。關閉時單一目標即可判罪
